cask_args appdir: "/Applications"
tap 'homebrew/core'
tap 'homebrew/cask-fonts'

brew 'git'
brew 'bash'
brew 'zsh'
brew 'pyenv'
brew 'boost'
brew 'coreutils'
brew 'awscli'
brew 'git-lfs'
brew 'tig'
brew 'hub'
brew 'gibo'
brew 'jq'
brew 'openssl'
brew 'tree'
brew 'wget'
brew 'curl'
brew 'terraform'
brew 'htop'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'grep'
brew 'neovim'
brew 'peco'
brew 'ghq'
brew 'hadolint'
brew 'node'
brew 'bat'
brew 'direnv'
brew 'nkf'
brew 'imagemagick'
brew 'mas'

cask 'alfred'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'visual-studio-code'
cask 'slack'
cask 'bitwarden'
cask 'karabiner-elements'
cask 'skitch'
cask 'bettertouchtool'
cask 'google-cloud-sdk'
cask 'cheatsheet'
cask 'skim'
cask 'hyperswitch'
cask 'font-fira-code'
cask 'font-jetbrains-mono'

mas 'LINE', id: 539883307
mas 'Kindle', id: 405399194
mas 'Spark – Email App by Readdle', id: 1176895641

